Repository: aviahmorag/hebrewscanner
Catalog: HebrewScanner/Localizable.xcstrings
Source language: he
Languages: en

source: © 2026 אביה מורג. כל הזכויות שמורות.
en: © 2026 Aviah Morag. All rights reserved.

source: ⚠️ שגיאה בהרצת OCR: %@
en: ⚠️ OCR Error: %@

source: בחר או גרור תמונה לסריקת טקסט עברי
en: Choose or drag an image to scan Hebrew text

source: בחר או צלם תמונה לסריקת טקסט עברי
en: Choose or photograph an image to scan Hebrew text

source: בחר מהגלריה
en: Choose from Gallery

source: בחר קובץ...
en: Select file...

source: בחר תמונה לסריקה
en: Select image to scan

source: ביטול
en: Cancel

source: גלריה
en: Gallery

source: גרסה %@ (%@)
en: Version %1$@ (%2$@)

source: הערות שוליים
en: Margin Notes

source: העתק
en: Copy

source: חסרת תיקיית tessdata
en: Missing tessdata folder

source: ייצא למסמך
en: Export to Document

source: ייצא למסמך…
en: Export to Document…

source: לא התקבל פלט TSV מ-Tesseract
en: No TSV output received from Tesseract

source: לא ניתן לקרוא את התמונה
en: Cannot read image

source: מייצא... %lld%%
en: Exporting... %lld%%

source: מסמך
en: Document

source: מצלמה
en: Camera

source: סגור
en: Close

source: סורק טקסט עברי
en: Hebrew OCR Scanner

source: עין
en: Ayin

source: עמוד %lld מתוך %lld
en: Page %1$lld of %2$lld

source: פורמט:
en: Format:

source: צלם תמונה
en: Take Photo

source: קובץ
en: File

source: קוד פתוח
en: Open Source

source: שגיאה בהרצת OCR: %@
en: OCR error: %@

source: שוליים
en: Margins

source: שיתוף בפורמט
en: Share as
